class Strings {
  static String license = '''
Пользовательское Соглашение

Настоящее Пользовательское Соглашение (далее Соглашение) регулирует отношения между iChazy (или Администрация) с одной стороны и пользователем мобильного приложения (далее МП) с другой.
МП iChazy не является средством массовой информации.
Компания Apple Inc. не является спонсором или участником мобильного приложения iChazy и не несет ответственности за техническое, маркетинговое и любое иное обеспечение. По всем вопросам, связанным с приложением iChazy, необходимо обращаться в службу поддержки приложения через форму обратной связи в личном кабинете или по электронной почте info@ichazy.com.

Используя МП, Вы соглашаетесь с условиями данного соглашения.
Если Вы не согласны с условиями данного соглашения, не используйте МП iChazy!

Предмет соглашения

Администрация предоставляет пользователю право на размещение в МП следующей информации:
- Текстовой информации
- Аудиоматериалов
- Видеоматериалов
- Фотоматериалов

Права и обязанности сторон

Пользователь имеет право:
- осуществлять поиск информации в МП;
- получать информацию в МП;
- создавать информацию для МП;
- распространять информацию за пределами МП;
- подавать жалобы на материал, который пользователь считает неправомерным или оскорбительным;

Администрация имеет право:
- по своему усмотрению и необходимости создавать, изменять, отменять правила;
- ограничивать доступ к любой информации в МП;
- создавать, изменять, удалять информацию;
- удалять учетные записи;
- отказывать в регистрации без объяснения причин;

Пользователь обязуется:
- обеспечивать сохранность личных данных от доступа третьих лиц;
- не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность;
- не нарушать работоспособность МП;
- не совершать действия, направленные на введение других Пользователей в заблуждение;
- не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ;
- не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с МП;

Администрация обязуется:
- поддерживать работоспособность МП за исключением случаев, когда это невозможно по независящим от Администрации причинам;
- осуществлять разностороннюю защиту учетной записи Пользователя;
- защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила;

Ответственность сторон
- пользователь лично несет полную ответственность за распространяемую им информацию;
- администрация не несет никакой ответственности за достоверность информации, скопированной из других источников;
- администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг;
- администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами;

Условия действия Соглашения

Данное Соглашение вступает в силу при любом использовании данного МП.
Соглашение перестает действовать при появлении его новой версии.
Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
При изменении соглашения, в некоторых случаях, администрация может оповестить пользователей удобным для нее способом.
  ''';
}